[
  {
    "part": "tongue",
    "name": "Tongue",
    "lowFat": 4,
    "tenderness": 2,
    "rarity": 4,
    "explanation": "牛の舌です。筋繊維が多く弾力のある肉質で、ほどよい噛みごたえが人気です。 ビタミンＢ群を多く含んでいるヘルシーなお肉でもあります。スライスして焼肉用で食べていただくのがお勧めです。 場所によって肉質が異なり、タン先、タン中、タン元、タンサガリと分けられます。 一般的にタン中（中心部）からタン元（根元の方）にかけて焼肉商材に使用されます。 根元に近づくほど脂がのっていて柔らかくなります。 タン先（舌の先）やタンサガリ（下側）は硬いのでタンシチューなど煮込み料理に向いています。 処理をしていない状態のタンはザラザラした硬い皮が覆いかぶさっており、その皮を剥いた状態のものをムキタンと呼びます。 １頭につき１本しか取れない割に、とても人気のある部位ですので、国産牛のタンはすごく貴重です。",
    "recommendedDishes": [
      "Yakiniku",
      "Stew"
    ]
  },
  {
    "part": "cheek",
    "name": "Cheek",
    "lowFat": 3,
    "tenderness": 2,
    "rarity": 4,
    "explanation": "牛の頬です。牛は反芻をする動物なので、頬の筋肉はとてもよく動き、硬く歯ごたえがあります。 しかしながら脂肪とゼラチン質（コラーゲン）を多く含むので、長時間煮込む事によって、とろとろで柔らかな食感に変えることができます。 また、強い旨味が特徴で煮込むほどに美味しくなります。フランス料理の赤ワイン煮などが人気です。 飲食店からの引き合いも強い人気の部位です。",
    "recommendedDishes": [
      "Simmered dishes"
    ]
  },
  {
    "part": "neck",
    "name": "Neck",
    "lowFat": 4,
    "tenderness": 2,
    "rarity": 2,
    "explanation": "ネックはよく動かす首の筋肉なので、脂肪が少なく硬めの赤身肉になります。 きめが粗く筋も多いのですが、味は濃厚でコラーゲンを豊富に含んでいます。 長時間じっくり煮込むことで柔らかくなり、コクや旨味が深まり美味しく食べることができます。 煮込み料理がお勧めですが、挽肉にしてハンバーグなどの材料にしても美味しいお肉です。",
    "recommendedDishes": [
      "Simmered dishes",
      "Curry",
      "Stew",
      "Hamburg Steak"
    ]
  },
  {
    "part": "chuck",
    "name": "Chuck",
    "lowFat": 3,
    "tenderness": 3,
    "rarity": 2,
    "explanation": "ロースと呼ばれる部位の中では一番首側で肉塊の大きな部位になります。 「ロース」の呼び名の由来は、ロースト（オーブンで焼くこと）に適することからきています。 肩ロースは適度に脂肪を含み、柔らかく、赤身の旨味が濃いのが特徴です。大きな判が取れるため、すき焼きなどにお勧めの部位です。 肩ロースは肉質の違う複数の部位に分けることができ、ロース芯はステーキ用に、ザブトンは焼肉用に向いています。 ロース芯やザブトンは様々な料理に使用できますが、ネック側、体表側にかぶさる肩こぶと呼ばれる部分、バラ側の肋骨と接する部分は硬い食感となるので、カレー用などの煮込み料理にしていただくのがお勧めです。",
    "recommendedDishes": [
      "Steak",
      "Sukiyaki",
      "Yakiniku"
    ]
  },
  {
    "part": "brisket",
    "name": "Brisket",
    "lowFat": 2,
    "tenderness": 3,
    "rarity": 1,
    "explanation": "肩ロースの下側に位置する胸の筋肉です。肉質の異なる部位が組み合わさっており、脂肪と赤身が層になっています。 サンカクバラ、ブリスケ、テンカイチと分割することができます。（前バラ全体を総称してブリスケと呼ぶ場合もあります）",
    "recommendedDishes": [
      "Yakiniku",
      "Curry"
    ]
  },
  {
    "part": "rib",
    "name": "Rib",
    "lowFat": 3,
    "tenderness": 4,
    "rarity": 3,
    "explanation": "牛の背中の部位でロースの中間（肩ロースとサーロインの間）に位置するお肉です。 リブロース芯（リブアイロール）と外側にかぶさっているカブリ（リブキャップ）に分けることができます。 リブロース芯はきめ細やかでサシが入りやすく、柔らかい肉質です。リブキャップは脂に覆われておりますが、内側に旨味の強い赤身肉が存在します。 リブロースはステーキ用として人気の部位ですが、リブロース全体として大きな判がとれるので、すき焼き用やローストビーフにもよく使われます。",
    "recommendedDishes": [
      "Steak",
      "Sukiyaki",
      "Roast beef"
    ]
  },
  {
    "part": "plate",
    "name": "Plate",
    "lowFat": 2,
    "tenderness": 4,
    "rarity": 2,
    "explanation": "ソトバラの前方部です。ショートリブよりも赤身と脂のバランスが良く肉厚になっています。 脂の旨味が濃厚な部位ですので焼肉用に向いています。屋外での網焼きバーべーキューなどに特にお勧めの部位です。 スライスして牛丼やカレーの材料に使用しても、脂の甘みが活きて美味しく食べていただけます。 ",
    "recommendedDishes": [
      "Yakiniku",
      "Beef bowl",
      "Curry"
    ]
  },
  {
    "part": "short-loin",
    "name": "Short Loin",
    "lowFat": 3,
    "tenderness": 5,
    "rarity": 3,
    "explanation": "リブ（あばら）とロイン(腰周 辺)の間の部位です。柔らかくジュージーで味わい深く、かつ栄養価の高い赤身肉として尊ばれ、生産管理や格付も厳しい基準が設けられている。",
    "recommendedDishes": [
      "Steak"
    ]
  },
  {
    "part": "sirloin",
    "name": "Sirloin",
    "lowFat": 3,
    "tenderness": 5,
    "rarity": 3,
    "explanation": "腰椎に接する腰の部位で、ロースの中でも特にきめが細かく柔らかい肉質が特徴です。 その美味しさから「サー（貴族の名につける敬称）」の称号を与えられた事が名前の由来です。 リブロースよりも余分な脂は少なめで、サシが細かく入り、上品な脂と赤身の旨みを楽しめるお肉です。 是非ステーキで食べていただきたい美味しい部位になります。 また、骨が付いたままの状態でステーキカットしたTボーンステーキ（ヒレがついているもの）や、Lボーンステーキ（ヒレを外したもの）も豪快で人気があります。 骨周り独特の旨味も加わり、お肉もより美味しくいただけます。 ",
    "recommendedDishes": [
      "Steak"
    ]
  },
  {
    "part": "tenderloin",
    "name": "Tenderloin",
    "lowFat": 5,
    "tenderness": 5,
    "rarity": 4,
    "explanation": "サーロインの内側に腰椎の骨を挟んで位置する牛肉の最高級部位です。 ほとんど運動しない筋肉なので、牛肉部位の中でも特に食感が柔らかく、赤身の旨味に溢れたお肉です。 一方、繊細な肉質の為に取扱いや火加減には注意が必要です。（変色が早く、火が通り過ぎるとパサパサになって風味も消えてしまいます） ヒレ本来の美味しさを堪能していただく為に、できるだけレアに近い焼き加減で食べていただく事をお勧めします。 サイドマッスル（小腰筋）をはずして取り扱いされる場合もありますが、分割しないままで十分美味しくいただけます。 ヒレはさらに、テート（お尻側）、シャトーブリアン（中央部分）、フィレミニヨン（先端側）と分けられる事があります。",
    "recommendedDishes": [
      "Steak"
    ]
  },
  {
    "part": "top-sirloin",
    "name": "Top Sirloin",
    "lowFat": 4,
    "tenderness": 3,
    "rarity": 2,
    "explanation": "牛肉のお尻の部分でサーロインに続くランプとソトモモに続くイチボに分かれます。 赤身肉であるモモの部位の中では一番柔らかく、幅広い料理に使用できます。 多くの飲食店でよく取り扱いされる人気の部位です。",
    "recommendedDishes": []
  },
  {
    "part": "bottom-sirloin",
    "name": "Bottom Sirloin",
    "lowFat": 4,
    "tenderness": 3,
    "rarity": 2,
    "explanation": "後脚の外側前方に位置して、４つの部位に分割できるバラエティー豊かなモモの筋肉です。 丸い形状の為「芯玉(シンタマ)」と呼ばれます。 トモサンカクと本体（マル）に分かれ、さらにマルはシンシン・マルカワ・カメノコに分割できます。",
    "recommendedDishes": []
  },
  {
    "part": "flank",
    "name": "Flank",
    "lowFat": 3,
    "tenderness": 3,
    "rarity": 4,
    "explanation": "ソトバラの後方部でカイノミの下側、モモの近く位置するお腹の筋肉です。 トモバラはカットの都合上ざっくりと大きく分割されますが、実際はカイノミ同様、後方の一部分で少量しか取れない希少部位です。 笹の葉っぱの様に長い繊維が流れて見えるのでササミとも呼ばれます。 フランクはきめが細かく引き締まった食感が特徴です。赤身肉ながら脂を適度に含んでおり、くどさのない食べやすいお肉です。 火を通しすぎると硬くなりやすいので、レア気味に焼いて食べていただくのをお勧めします。",
    "recommendedDishes": [
      "Yakiniku"
    ]
  },
  {
    "part": "round",
    "name": "Round",
    "lowFat": 5,
    "tenderness": 2,
    "rarity": 2,
    "explanation": "後脚の外側部分の筋肉です。肉質は硬いのですが、赤身肉の味わいが強いお肉です。 スライスして、「すき焼き」や、「しゃぶしゃぶ」などで美味しく食べていただけます。",
    "recommendedDishes": [
      "Sukiyaki",
      "Shabushabu"
    ]
  },
  {
    "part": "shank",
    "name": "Shank",
    "lowFat": 5,
    "tenderness": 2,
    "rarity": 2,
    "explanation": "牛のスネは前脚・後脚両方からとれ、前脚のスネをマエスネ、後脚のスネをトモスネといいます。筋が多く硬いお肉ですが、コラーゲンやタンパク質を多く含んでいて煮込み料理に向いています。長時間煮込むことで肉がホロホロと柔らかくなり美味しくいただけます。",
    "recommendedDishes": [
      "Simmered dishes",
      "Curry"
    ]
  },
  {
    "part": "ox-tail",
    "name": "Oxtail",
    "lowFat": 2,
    "tenderness": 2,
    "rarity": 3,
    "explanation": "牛のしっぽです。流通の際には骨についたままで、骨のつなぎ目でカットして料理に使用します。 コラーゲンを豊富に含んでおり、長時間煮込む事でゼラチン化してお肉がトロトロになります。 ビタミンＢ群を多く含みヘルシーですが、タンパク質と脂肪も多めなのでカロリーは高めです。 コクのある良いダシがとれるので、スープや煮込み料理として食べていただくのが一般的です。 テールスープは栄養価も高くお勧めですが、実は焼いて食べても旨味が強く美味しい部位です。 テールの先っぽ部分もスープのだしを取るのに重宝され、別途テールエンドとして流通されています。",
    "recommendedDishes": [
      "Soup"
    ]
  }
]