[
  {
    "part": "tongue",
    "name": "Tongue",
    "lowFat": 4,
    "tenderness": 2,
    "rarity": 4,
    "explanation": "meat has a high amount of muscle fibers, giving it a firm and elastic texture with a satisfying chew. It is also a healthy option, rich in B vitamins. We recommend slicing it and enjoying it as grilled meat.",
    "recommendedDishes": [
      "Yakiniku",
      "Stew"
    ]
  },
  {
    "part": "cheek",
    "name": "Cheek",
    "lowFat": 3,
    "tenderness": 2,
    "rarity": 4,
    "explanation": "Cows are ruminant animals, so their cheek muscles are highly active, making the meat firm and chewy. However, since it contains a good amount of fat and gelatin (collagen), slow cooking over a long period transforms it into a tender, melt-in-your-mouth texture. It is also characterized by a rich umami flavor that deepens the longer it is simmered. Dishes like French-style red wine stew are particularly popular.",
    "recommendedDishes": [
      "Simmered dishes"
    ]
  },
  {
    "part": "neck",
    "name": "Neck",
    "lowFat": 4,
    "tenderness": 2,
    "rarity": 2,
    "explanation": "Neck cut is tough and sinewy with rough texture. Because of its lean and less fat, this is suitable for ground meat. Neck is juicy like shank meat. You can use it as an ingredient of soup stock.",
    "recommendedDishes": [
      "Simmered dishes",
      "Curry",
      "Stew",
      "Hamburg Steak"
    ]
  },
  {
    "part": "chuck",
    "name": "Chuck",
    "lowFat": 3,
    "tenderness": 3,
    "rarity": 2,
    "explanation": "This meat has moderate fat content, and is characterized by a rich flavor and a slight toughness. It is ideal for cooking in thin slices.",
    "recommendedDishes": [
      "Steak",
      "Sukiyaki",
      "Yakiniku"
    ]
  },
  {
    "part": "brisket",
    "name": "Brisket",
    "lowFat": 2,
    "tenderness": 3,
    "rarity": 1,
    "explanation": "Brisket cut is close to forefoot and outer part of ribs. The cut is layered by fat and lean meats. The meat is coarse and a little tough. If you simmer longer and longer, you can get richer taste and find its outstanding presence. Otherwise, when simmering the brisket with rib, you can also get richer taste soup.",
    "recommendedDishes": [
      "Yakiniku",
      "Curry"
    ]
  },
  {
    "part": "rib",
    "name": "Rib",
    "lowFat": 3,
    "tenderness": 4,
    "rarity": 3,
    "explanation": "This high-grade cut is on a par with sirloin. It is characterized by an attractive pattern called “shimofuri” or fat marbling, fine texture and a soft flavor.",
    "recommendedDishes": [
      "Steak",
      "Sukiyaki",
      "Roast beef"
    ]
  },
  {
    "part": "plate",
    "name": "Plate",
    "lowFat": 2,
    "tenderness": 4,
    "rarity": 2,
    "explanation": "Plate has a well-balanced ratio of lean meat and fat, with a thick and meaty texture. The rich flavor of the fat makes it ideal for grilling, especially for outdoor barbecues. It is also great when sliced and used in dishes like beef bowls or curry, where the sweetness of the fat enhances the taste.",
    "recommendedDishes": [
      "Yakiniku",
      "Beef bowl",
      "Curry"
    ]
  },
  {
    "part": "short-loin",
    "name": "Short Loin",
    "lowFat": 3,
    "tenderness": 5,
    "rarity": 3,
    "explanation": " Short Loin is highly valued as a tender, juicy, and flavorful lean meat with high nutritional value. Strict standards are set for its production management and grading.",
    "recommendedDishes": [
      "Steak"
    ]
  },
  {
    "part": "sirloin",
    "name": "Sirloin",
    "lowFat": 3,
    "tenderness": 5,
    "rarity": 3,
    "explanation": "This cut has less excess fat than ribeye, with fine marbling that allows you to enjoy the refined balance of rich fat and savory lean meat. It is best enjoyed as a steak, bringing out its full flavor and tenderness. Additionally, when cut with the bone intact, it becomes the well-known T-bone steak (which includes the tenderloin) or the L-bone steak (with the tenderloin removed), both of which are bold and popular choices.",
    "recommendedDishes": [
      "Steak"
    ]
  },
  {
    "part": "tenderloin",
    "name": "Tenderloin",
    "lowFat": 5,
    "tenderness": 5,
    "rarity": 4,
    "explanation": "Tender Loin is called “Hire” in Japanese. This is located in the deep part of sirloin. Because this portion is inactive, the cut is very soft and dainty. You can enjoy its delicate taste. The amount is very slight in carcass per head, so it is high-priced meat. When lightly grilled, you can enjoy both smooth melting and elegant taste in your mouth.",
    "recommendedDishes": [
      "Steak"
    ]
  },
  {
    "part": "top-sirloin",
    "name": "Top Sirloin",
    "lowFat": 4,
    "tenderness": 3,
    "rarity": 2,
    "explanation": "Top sirloin is a lean, tender cut with a rich beef flavor, making it ideal for grilling, pan-searing, or roasting. It offers a perfect balance of texture and taste, often used for steaks and versatile enough for various dishes.",
    "recommendedDishes": []
  },
  {
    "part": "bottom-sirloin",
    "name": "Bottom Sirloin",
    "lowFat": 4,
    "tenderness": 3,
    "rarity": 2,
    "explanation": "Bottom Sirloin contains a good balance of lean meat and fat, making it juicy and rich in umami. While it is slightly firmer than the top sirloin, proper cooking techniques such as slow roasting, grilling, or marinating can enhance its tenderness. Popular cuts from the bottom sirloin include tri-tip, which is well-loved for its robust beefy flavor and excellent texture. This cut is versatile and works well for grilling, roasting, stir-frying, or slicing thin for steak sandwiches and fajitas.",
    "recommendedDishes": []
  },
  {
    "part": "flank",
    "name": "Flank",
    "lowFat": 3,
    "tenderness": 3,
    "rarity": 4,
    "explanation": "Flank steak is characterized by its fine texture and firm bite. While it is a lean cut, it contains just the right amount of fat, making it flavorful yet not overly rich. Since it tends to become tough if overcooked, we recommend grilling it rare for the best taste and texture.",
    "recommendedDishes": [
      "Yakiniku"
    ]
  },
  {
    "part": "round",
    "name": "Round",
    "lowFat": 5,
    "tenderness": 2,
    "rarity": 2,
    "explanation": "This rich, flavorful meat is characterized by a generous amount of gelatin and a firm toughness. It is ideal for sautés and stews, and also tastes good when cut into thin slices.",
    "recommendedDishes": [
      "Sukiyaki",
      "Shabushabu"
    ]
  },
  {
    "part": "shank",
    "name": "Shank",
    "lowFat": 5,
    "tenderness": 2,
    "rarity": 2,
    "explanation": "This cut of meat has lots of sinew and tendon and almost no fat since this is the most exercised part of the cow. This dark-colored portion of red meat produces a rich flavor and gradually becomes tender as it is slowly cooked over time, making it ideal for boiling or stewing. The highest quality mince is made from shank meat.",
    "recommendedDishes": [
      "Simmered dishes",
      "Curry"
    ]
  },
  {
    "part": "ox-tail",
    "name": "Oxtail",
    "lowFat": 2,
    "tenderness": 2,
    "rarity": 3,
    "explanation": "Ox Tail is rich in collagen, which gelatinizes when slow-cooked, making the meat incredibly tender. It contains a high amount of B vitamins and is a healthy choice, but it is also relatively high in calories due to its protein and fat content. It produces a rich and flavorful broth, making it ideal for soups and stews. Oxtail soup is highly nutritious and recommended, but surprisingly, this cut is also delicious when grilled, bringing out its deep umami flavor.",
    "recommendedDishes": [
      "Soup"
    ]
  }
]